Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Podaj mi jedną.
uk: Дай мені одну.

source: Podarunek od Ezekiela
uk: Подарунок від Єзекіїля

source: Podatki mieście są coraz wyższe. Niedługo mi nie starczy nawet na nową suknie.
uk: Податки стають дедалі вищими. Скоро мені не вистачить навіть на нову сукню.

source: Podatki w tym mieście są coraz wyższe. Niedługo mi nie starczy nawet na nową suknie.
uk: Податки в цьому місті стають дедалі вищими. Скоро мені не вистачить навіть на нову сукню.

source: Podatki w tym mieście są coraz wyższe. Niedługo nie starczy mi nawet na nową suknię.
uk: Податки в цьому місті стають дедалі вищими. Скоро мені не вистачить навіть на нову сукню.

source: Podałem mu twoją standardową cenę, 100 sztuk złota plus oczywiście koszty transportu.
uk: Я назвав йому твою стандартну ціну – 100 золотих плюс транспортні витрати, звісно.

source: Podałeś ich jednego po drugim, bardzo szybko. Jakby wspominanie jednego kojarzyło ci się od razu z drugim.
uk: Ти назвав їх одного за одним, дуже швидко. Це було так, ніби згадка про одного з них одразу ж асоціюється в тебе з іншим.

source: Podburzanie społeczeństwa do buntów jest zakazane i podlega natychmiastowemu zesłaniu do Górniczej Doliny.
uk: Підбурювання населення до повстання заборонено і карається негайним засланням до Гірничої Долини.

source: Podchodź z wyciągniętą bronią na ugiętych nogach, staraj się działać najciszej, jak się da. Kiedy będziesz blisko, zaatakuj z zaskoczenia.
uk: Наближайся на зігнутих ногах зі зброєю напоготові, намагайся діяти якомога тихіше. Коли будеш достатньо близько, атакуй зненацька.

source: Podcinacz Skrzydeł
uk: Крилоріз

source: Podczas eksploracji ruin muszę pamiętać, że w dostaniu się do niektórych miejsc mogą mi pomóc zrekrutowani robotnicy. Nie mogę jednak zabierać ich ze sobą zbyt wielu, ktoś musi skonstruować nam drogę powrotną.
uk: Досліджуючи руїни, я мушу пам'ятати, що наймані робітники можуть допомогти мені дістатися до деяких місць. Але я не можу взяти з собою багатьох, адже хтось має прокладати нам дорогу назад.

source: Podczas gdy Jorn będzie chłodził się w rzece, ja mam pójść tropem pustych butelek i sprawdzić, czy może nie znajdę jakiejś z zawartością.
uk: Поки Йорн охолоджується в річці, я піду по сліду порожніх пляшок і пошукаю, чи не лишилась хоча б одна з вином.

source: Podczas gdy Markus będzie się rozglądał za Bestią, ja będę szukał strażników Gerwina. Na wszelki wypadek nie będę się oddalał od myśliwego.
uk: Поки Маркус шукатиме Звіра, я шукатиму вартових Гервіна. Про всяк випадок я триматимусь подалі від мисливця.

source: Podczas gdy ja szukałem dobrej pozycji do strzału, w jabłko trafił inny rekrut.
uk: Поки я шукав гарну позицію для стрільби, інший новобранець влучив у яблуко.

source: Podczas gdy kontyngent Myrtańczyków spychał wroga w kierunku Srebrnej Rzeki, 'Armia Północ' dowodzona przez samego króla rozpoczęła oblężenie miasta. Jarund przypuszczał, że Archolos długo się nie utrzyma, toteż umknął kanałami razem ze swymi najwierniejszymi ludźmi. Liczył, że pozostawieni w tyle mieszkańcy choć trochę opóźnią agonię miasta i dadzą mu czas na przygotowanie kontrataku. Pozbawieni dowódcy ochotnicy zostali jednak wyrżnięci przez trzon armii Myrtany.
uk: Поки міртанська армія відтісняла ворога до Срібної річки, Армія півночі під командуванням самого короля почала облогу міста. Ярунд зрозумів, що Архолос довго не протримається, тому втік через каналізацію разом зі своїми найвідданішими людьми. Він сподівався, що залишені в тилу сили хоча б трохи відстрочать падіння міста і дадуть йому час підготувати контратаку. Однак добровольці, позбавлені командира, були вирізані основними силами армії Міртани.

source: Podczas gdy my przypuścimy szturm na główne wejście, strzelcy podpłyną na łodziach i ostrzelają obrońców.
uk: Поки ми штурмуватимемо головний вхід, лучники підпливуть на човнах і обстріляють їх із тилу.

source: Podczas gdy my tkwiliśmy w Vardhal, Graysonowi udało się na tyle zdezorganizować działania orków, by nie byli oni w stanie wykorzystywać bitwy o miasto dla swoich korzyści.
uk: Поки ми застрягли у Вардхалі, Грейсону вдалося розладнати дії орків настільки, що вони не змогли використати битву за місто на свою користь.

source: Podczas gdy oni walczą z wrogiem zewnętrznym, naszym zadaniem jest ochrona integralności Królestwa, a to nagroda sama w sobie.
uk: Поки вони борються із зовнішнім ворогом, наша робота – захищати цілісність королівства, а це вже саме по собі є нагородою.

source: Podczas gdy paladyni chronią głównie Magów Ognia, my zajmujemy się pilnowaniem najważniejszych urzędników i innych osób świeckich.
uk: У той час як паладини в основному захищають Магів Вогню, ми займаємось охороною найважливіших посадовців та світських осіб.

source: Podczas gdy reszta transportowała towary, udało mi się znaleźć jakiś przycisk przy jednym z piedestałów z posągiem. Może to jakiś mechanizm otwierający kraty?
uk: Поки інші переносили речі, я знайшов якусь кнопку біля одного з п'єдесталів зі статуями. Можливо, це якийсь механізм для відмикання ґрат?

source: Podczas gdy tyle istnień ludzkich jest zagrożonych, ty egoistycznie myślisz jedynie o zemście?
uk: Коли стільки людських життів перебуває під загрозою, ти егоїстично думаєш лише про помсту?

source: Podczas gdy wy 'załatwialiście swoje sprawy', przybył medyk z miasta...
uk: Поки ви 'займалися своїми справами', з міста прибув лікар...

source: Podczas jednego z takich koncertów grał początkujący acz dobrze rokujący młodzieniec.
uk: Під час одного з таких концертів грав починаючий, але багатообіцяючий юнак.

source: Podczas jednej z bitew została prawie całkowicie zalana ogniem przez magów. Mówi się, że krzyki żołnierzy, którzy wtedy zginęli, słychać aż do dzisiaj. Z tego powodu niewielu odwiedza to miejsce.
uk: Під час однієї з битв вона була майже вщент залита магічним вогнем. Подейкують, що крики воїнів, які тоді загинули, можна почути й досі. Через це мало хто відвідує це місце.

source: Podczas jednej z wieczornych degustacji w miejscowej austerii, właściciele obu winnic postanowili w końcu zakopać topór wojenny. Po długich rokowaniach (i wielu opróżnionych pucharach wina) zgodnie stwierdzili, że wyspa jest wystarczająco duża dla obu z nich.
uk: Під час однієї з вечірніх дегустацій у місцевій корчмі власники обох виноградників нарешті вирішили закопати сокиру війни. Після довгих перемовин (і багатьох спустошених келихів вина) вони погодилися, що острів достатньо великий для них обох.

source: Podczas kampanii Maksym dowiódł geniuszu taktycznego, dzieląc armię na trzy grupy i skutecznie koordynując ich działania. Gdy król wyeliminował siły Farkanda, arcymag Wirgilio był tym, który przypieczętował zwycięstwo Myrtany. Natchniony słowami samego Innosa kapłan sprowadził deszcz ognia na twierdzę Vardhal, główny punkt oporu Jarunda.
uk: Під час кампанії Максимус продемонстрував свої тактичні здібності, розділивши армію на три групи та ефективно координуючи їхні дії. Коли король знищив війська Фарканда, саме Архімаг Віргіліо закріпив перемогу Міртани. Натхненний словами самого Інноса, жрець спрямував вогняний дощ на фортецю Вардхал, головну точку опору Ярунда.

source: Podczas koncertu będzie miał miejsce pewien incydent.
uk: Під час концерту станеться певний інцидент.

source: Podczas mojej nieobecności do winnicy zakradły się szkodniki. Muszę je teraz znaleźć i się ich pozbyć - Holdwig sugerował poszukiwania na północny wschód od winnicy, przy tunelu w skale.
uk: За час моєї відсутності виноградник атакували шкідники. Тепер я повинен знайти та позбутися їх: Гольдвіг запропонував пошукати на північний схід від виноградника, біля тунелю в скелі.

source: Podczas ostatniego z takich występów, w wyniku licznych obrażeń zadanych przez bestię, zmarło 2 obywateli. Mężczyzna uciekł z miejsca zbrodni i był ostatnio widziany na plażach Bursztynowego Wybrzeża.
uk: Під час останнього такого виступу від численних травм, завданих твариною, загинуло 2 людей. Чоловік втік з місця події, і востаннє його бачили на пляжах Бурштинового узбережжя.

source: Podczas patrolu spotkaliśmy grupę uchodźców. Postanowiłem nie dawać im jałmużny.
uk: Під час патрулювання ми зустріли групу біженців. Я вирішив не давати їм подаяння.

source: Podczas patrolu spotkaliśmy grupę uchodźców. Zdecydowałem się wspomóc ich odrobiną złota.
uk: Під час патрулювання ми зустріли групу біженців. Я вирішив допомогти їм золотом.

source: Podczas polowania moja kusza przestała działać, ale Docan ewidentnie ma ochotę na więcej. Mam tylko nadzieję, że wejście do tego tunelu to dobry pomysł.
uk: Під час полювання мій арбалет вийшов з ладу, але Докану явно хочеться більшого. Я лише сподіваюся, що зайти в цей тунель – хороша ідея.

source: Podczas przesłuchania facet się na mnie rzucił. Zginął, zanim zdołałem cokolwiek od niego wyciągnąć.
uk: Під час допиту хлопець накинувся на мене. Він помер до того, як я встиг щось з нього витягнути.

source: Podczas próby zdobycia kuszy potknąłem się i spadłem na sam dół kotliny. Jestem cholernym szczęściarzem, że było tam to jezioro! Jedyna droga na zewnątrz prowadzi przez miejsce, które sprawdzałem z Tillem. Oby udało mi się go jakoś obejść.
uk: Намагаючись дістати арбалет, я спіткнувся і впав на самісіньке дно ущелини. Мені страшенно пощастило, що там було озеро! Єдиний шлях звідси – через місце, де ми розділилися з Тіллем. Сподіваюся, мені вдасться його якось обійти.

source: Podczas rozmowy wartownik Felix zrobił się spragniony. Może będzie bardziej wylewny, gdy przyniosę mu jakieś piwo?
uk: Під час розмови вартовому Феліксу захотілося пити. Може, він буде більш зговірливим, коли я принесу йому пива?

source: Podczas strzelania liczy się najbardziej opanowanie, ale bardzo często dobry strażnik to szybki strażnik.
uk: Під час стрільби найбільше значення має ваша витримка, але найчастіше хороший вартовий - це швидкий вартовий.

source: Podczas swoich podróży udało mi się zdobyć niezwykle silną truciznę. Może jeśli podam ją Benowi, to zacznie gadać?
uk: Під час моїх подорожей мені вдалося роздобути надзвичайно сильну отруту. Може, якщо я дам її Бену, він заговорить?

source: Podczas swojego pobytu na Archolos dbam o to, by obywatele mówili o nim z należytym szacunkiem. To niesłychane, jak wielu tutejszych ośmiela się krytykować jego działania!
uk: Під час мого перебування на Архолосі я стежу за тим, щоб громадяни говорили про нього з належною повагою. Нечувано, як багато людей тут наважуються критикувати його дії!

source: Podczas szkolenia otrzymałem miecz jednoręczny, jest szansa, by wymienić go na coś cięższego?
uk: Під час тренування мені видали одноручний меч, чи є можливість обміняти його на щось важче?

source: Podczas turnieju odbywa się kilkadziesiąt pojedynków, zastanów się, jak szybko byłbym bez zawodników?
uk: Під час турніру проходять десятки боїв. Подумай, як швидко ми б залишилися без учасників?

source: Podczas twojej nieobecności mieliśmy drobne problemy ze szkodnikami...
uk: Під час твоєї відсутності у нас були незначні проблеми зі шкідниками...

source: Podczas ulewy znacznie rośnie siła czarów związanych z elektrycznością, natomiast maleje efektywność zaklęć ognistych.
uk: Під час зливи значно зростає сила заклинань, пов'язаних з блискавкою, в той час як ефективність заклинань вогню знижується.

source: Podczas wichury rozbił się tutaj spory statek z przemytnikami.
uk: Під час шторму тут розбився великий корабель з контрабандистами.

source: Podczas wielu dni spędzonych w warowni, odkryłem, że jej mieszkańcy, mianujący się „Wilczymi Synami”, rozwinęli silny kult skupiony wokół przodków i ich dokonań. Gdy przybyłem na wyspę, zdziwiły mnie osobliwe chramy, do których miejscowi znosili niezliczone dary łącznie z rogami wypełnionymi winem. Dzisiaj wiem, że jest to ważna i nieodłączna część ich wieloletniej tradycji.
uk: Під час багатьох днів, проведених у фортеці, я дізнався, що її мешканці, які називають себе 'Вовчими Синами', розвинули сильний культ, зосереджений на своїх предках та їхніх досягненнях. Коли я прибув на острів, мене вразили своєрідні храми, до яких місцеві жителі приносили незліченні дари, в тому числі роги, наповнені вином. Сьогодні я знаю, що це важлива і невід'ємна частина їхньої давньої традиції.

source: Podczas wielu tygodni spędzonych na podróżach, dowiodłem, że owe ruiny zbliżone są wyglądem do pewnych elementów warowni na północnym zachodzie wyspy. Podobieństwo do budowli na bagnie dotyczy zwłaszcza fundamentów twierdzy będących częścią tamtejszych katakumb.
uk: Протягом багатьох тижнів, проведених у подорожах, я встановив, що ці руїни схожі за зовнішнім виглядом на певні елементи фортеці на північному заході острова. Схожість зі спорудами на болотах насамперед стосується фундаменту фортеці, який є частиною тамтешніх катакомб.

source: Podczas wydobywania można natrafić również na dodatkowe surowce - ścinając drzewa zawsze znajdzie się kilka lag do przerobienia na strzały, natomiast kopiąc magiczną rudę można zdobyć drobne ilości jej sproszkowanej formy.
uk: Під час видобутку можна натрапити і на додаткову сировину – вирубуючи дерева, завжди залишається кілька гілок, з яких можна виготовити стріли, а видобуваючи магічну руду, можна отримати невелику кількість її порошку.

source: Podczas z któregoś przekładów zniknęło słowo 'i', a kolejne opracowania i powstające legendy tylko ugruntowały ten pogląd.
uk: Під час якогось перекладу слово 'і' зникло, а подальші дослідження та нові легенди лише зміцнили цю думку.

source: Podczas śledztwa dowiedziałem się, że bełt pochodzi z Wilczego Leża.
uk: Під час розслідування я дізнався, що болт походить з Вовчого Лігва.

source: Podczas śledztwa dowiedziałem się, że bełt, który okazał się śmiertelny dla jednego z twoich ludzi, najprawdopodobniej pochodzi z Wilczego Leża.
uk: Під час розслідування я дізнався, що болт, який виявився смертельним для одного з твоїх людей, швидше за все, був з Вовчого Лігва.

source: Podczas śledztwa słyszałem o facecie zajmującym się znikaniem ludzi...
uk: Під час розслідування я почув про хлопця, причетного до зникнення людей...

source: Poddajemy się.
uk: Ми здаємося.

source: Poddaję się!
uk: Я здаюся!

source: Podejdź bliżej przyjacielu, na całym Archolos nie znajdziesz równie niesamowitych przedmiotów co u mnie!
uk: Підійди ближче, приятелю. На всьому Архолосі ти не знайдеш таких дивовижних речей, як у мене!

source: Podejdź do niej powoli, na ugiętych nogach, z daleka od innych ludzi. Co do samego otwierania...
uk: Підходь до нього повільно, на зігнутих ногах, подалі від чужих очей. Що стосується самого відмикання...

source: Podejdź no bliżej, chłopcze. Ty również możesz doznać oczyszczenia.
uk: Підійди ближче, хлопче. Ти теж можеш очиститися.

source: Podejdź, śmiało, widziałem jak przyglądasz się temu co robię.
uk: Підходь сміливіше, я ж бачив, як ти спостерігав за тим, що я роблю.

source: Podejmuje się zlecenia. Prosił, by przekazać, że zajmie mu to prawdopodobnie parę miesięcy.
uk: Він візьметься за роботу. Просив передати, що це займе у нього приблизно кілька місяців.

source: Podejrzana handlarka
uk: Підозріла торговка

source: Podejrzana obywatelka
uk: Підозріла містянка

source: Podejrzanego? Na winnicy jak to na winnicy, przewija się przez nią mnóstwo biedaków i włóczęgów.
uk: Підозрілого? На винограднику, як на винограднику, проходить багато бідняків і волоцюг.

source: Podejrzani ludzie chodzą nocami po ulicach i tylko czekają by poderżnąć mi gardło!
uk: Підозрілі люди вночі розгулюють вулицями і тільки й чекають, щоб перерізати мені горлянку!

source: Podejrzanie wyglądająca figurka brązowego Innosa.
uk: Бронзова статуетка Інноса, що підозріло виглядає.

source: Podejrzanie wyglądająca figurka srebrnego Innosa.
uk: Срібна статуетка Інноса, що підозріло виглядає.

source: Podejrzanie wyglądająca figurka złotego Innosa.
uk: Золота статуетка Інноса, що підозріло виглядає.

source: Podejrzany brązowy Innos
uk: Підозріла бронзова статуетка Інноса

source: Podejrzany bywalec karczmy doprowadził nas do swojej grupy. Musimy się z nią rozprawić.
uk: Підозрілий відвідувач корчми привів нас до своєї групи. Ми повинні з ними розібратися.

source: Podejrzany bywalec karczmy doprowadził nas do swojej grupy. Odesłałem Caramona, żeby poinformował Garosa o ich złych zamiarach względem Ernesto. Teraz muszę sam sobie z nimi poradzić.
uk: Підозрілий відвідувач корчми привів нас до своєї групи. Я відіслав Карамона повідомити Гаросу про їхні злі наміри стосовно Ернесто. Тепер я повинен розібратися з ними сам.

source: Podejrzany obywatel
uk: Підозрілий містянин

source: Podejrzany srebrny Innos
uk: Підозріла срібна статуетка Інноса

source: Podejrzany tasak
uk: Підозріла сокира

source: Podejrzany typ
uk: Підозрілий чоловік

source: Podejrzany uchodźca
uk: Підозрілий біженець

source: Podejrzany złoty Innos
uk: Підозріла золота статуетка Інноса

source: Podejrzanych jest sporo. Mieszkańcy Dzielnicy Biedy pewnie nie mieli za co kupić sobie kufelka, więc ukradli.
uk: Підозрюваних багато. Мешканцям Бідного кварталу, ймовірно, не вистачало грошей, щоб купити собі кухоль пива, і вони наважились на крадіжку.

source: Podejrzewali go o handel nielegalnymi towarami.
uk: Запідозрили його в торгівлі нелегальними товарами.

source: Podejrzewam Venzela. W końcu jest pisarzem.
uk: Я підозрюю Венцеля. Зрештою, він же письменник.

source: Podejrzewam, że Holdwig mógł być otruty, ale nie mam dowodów.
uk: Підозрюю, що Гольдвіга могли отруїти, та не маю доказів.

source: Podejrzewam, że Szmugler i jego ochroniarze szantażują Antonio, by zgarniać część pieniędzy za każdą dostawę.
uk: Підозрюю, що Койот і його охоронці шантажують Антоніо, щоб отримувати частку з кожного постачання.

source: Podejrzewam, że do tej pory nikt was jeszcze tego nie nauczył.
uk: Підозрюю, що вас досі ніхто цьому не навчив.

source: Podejrzewam, że liczyli po prostu na łatwy zarobek. Zabrali co się dało i uciekli. Mógłbyś się rozejrzeć w pobliżu dźwigu? Może uda ci się chociaż odzyskać koło?
uk: Підозрюю, що вони просто сподівалися на легку наживу. Взяли, що змогли, і втекли. Можеш оглянути підйомник? Може, тобі вдасться знайти хоча б шестерню?

source: Podejrzewam, że masz mnóstwo pytań. Przez chwilę będziemy mieć spokój od ludzi Lichwiarza, więc może uda mi się choć trochę rozjaśnić całą sytuację.
uk: Підозрюю, що у тебе багато запитань. На деякий час люди Лихваря дадуть нам спокій, тож, можливо, мені вдасться хоча б трохи прояснити ситуацію.

source: Podejrzewam, że mogą mieć coś wspólnego z przemytnikami.
uk: Я підозрюю, що вони можуть мати якесь відношення до контрабандистів.

source: Podejrzewam, że mogą mieć coś wspólnego z zaginięciem mojego brata.
uk: Я підозрюю, що вони можуть бути якось пов'язані зі зникненням мого брата.

source: Podejrzewam, że niejedna walka już za tobą, co to takiego dla ciebie... jeden czy dwa pełzacze więcej.
uk: Підозрюю, що за плечима у тебе вже не одна битва, що для тебе... один чи два повзуни.

source: Podejrzewam, że oglądanie eksponatów nie jest tym co cię szczególnie interesuje, więc od razu przejdę do rzeczy i zaproponuje ci pewien układ.
uk: Підозрюю, що огляд експонатів – це не те, що тебе особливо цікавить, тож перейду одразу до справи і запропоную тобі угоду.

source: Podejrzewam, że skoro o to pytasz, to pewnie w miodzie gustujesz. Mam więc dla ciebie propozycję, i jeśli się zgodzisz, to będę mógł dostarczyć ci go tyle, ile tylko zechcesz.
uk: Оскільки ти запитав про це, я підозрюю, що ти, мабуть, любиш мед. У мене є для тебе пропозиція, і якщо ти погодишся, я зможу постачати тобі стільки меду, скільки ти захочеш.

source: Podejrzewam, że to ty miałeś z tym coś wspólnego i dojdę do tego, co wydarzyło się naprawdę!
uk: Я підозрюю, що ти якось до цього причетний, і я з'ясую, що сталося насправді!

source: Podejrzewam, że w ratuszu i tak została już podjęta decyzja odnośnie tego kto zostanie skazany, ale warto pokazać czego udało ci się dowiedzieć.
uk: Підозрюю, що в ратуші вже прийнято рішення про призначення покарання, але все ж варто розповісти про те, що тобі вдалося з'ясувати.

source: Podejrzewamy, że Bestia mogła należeć do orków.
uk: Ми підозрюємо, що Звір міг належати оркам.

source: Podejrzewałem, że to może Rodrigo spełnił swoją groźbę, albo widział nas grzebiących przy swoim kufrze i odkrył truciznę.
uk: Я підозрював, що це міг бути Родріго, який виконав свою погрозу, або побачив, як ми порпалися в його скрині, і знайшов отруту.

source: Podesłała mi go Sigrid, stara znajoma, a ja skorzystałem z propozycji, no bo czemu nie? Wtedy jeszcze miałem do niej zaufanie.
uk: Його прислала до мене Сігрід, моя давня подруга. І я прийняв її пропозицію, бо чому б і ні? Тоді я ще довіряв їй.

source: Podjąłem decyzję. Zostałem czeladnikiem Hershlika, dzięki czemu uzyskałem stałe źródło zarobku.
uk: Я прийняв рішення. Я став учнем Гершліка, отримавши у такий спосіб стабільне джерело доходу.

source: Podjąłem dobrą decyzję, by oddać psa Viktorowi. Bardzo się zaprzyjaźnili i nie miałem serca, by zabierać zwierzę z Silbach. Teraz pomaga doglądać tamtejszych owiec.
uk: Я прийняв правильне рішення віддати свого пса Віктору. Вони дуже подружилися, і мені не вистачило духу забрати тварину з Сільбаху. Зараз він допомагає доглядати за тамтешніми вівцями.

source: Podjąłem już decyzję, ale dam ci czas na ucieczkę.
uk: Я вже прийняв рішення, але дам тобі час на втечу.

source: Podjąłem wtedy najlepszą decyzję w swoim życiu.
uk: Тоді я прийняв найкраще рішення у своєму житті.

source: Podjąłeś dobrą decyzję dołączając do nas. Nie pożałujesz.
uk: Ти прийняв правильне рішення, приєднавшись до нас. Ти не пошкодуєш.

source: Podjąłeś dobrą decyzję. Spotkajmy się pod domem sędziego, tam przekażę ci księgę.
uk: Ти прийняв правильне рішення. Зустрінемося біля будинку судді, там я віддам тобі книгу.

source: Podjąłeś się jakiegoś szaleńczego zadania dla człowieka, którego ledwo znasz.
uk: Ти взявся за якесь божевільне завдання для людини, яку ледве знаєш.

source: Podjąłeś słuszną decyzję.
uk: Ти прийняв правильне рішення.

source: Podkochiwałeś się w jej kuchni czy w niej samej?
uk: То ти закохався в її кулінарію чи в неї саму?

source: Podmieniłem ogłoszenia, wszyscy będą myśleli, że licytacja odbędzie się dopiero za trzy dni. Dzięki temu cena powinna być niska.
uk: Я трошки підправив оголошення. Всі будуть думати, що аукціон відбудеться лише через три дні. Це має знизити ціну.

source: Podmokłe pismo
uk: Промоклий лист

source: Podniosłem go, bo ładnie błyszczał.
uk: Я взяв його, бо він гарно блищав.

source: Podnosisz broń na owce? Pewnie trudno ci było o bardziej bezbronne stworzenie!?
uk: Піднімаєш зброю на овець? Більш беззахисної істоти ти, напевно, не можеш уявити!?

source: Podnoście to żelastwo!
uk: Підніміть браму!

source: Podoba mi się ten brak straży, wiesz? Od razu człowiekowi lżej, kiedy nie musi oglądać się za siebie na każdym kroku.
uk: Мені подобається, що тут немає Варти, розумієш? Тут ти почуваєшся вільно, не озираючись через плече на кожному кроці.

source: Podoba mi się ten plan, ale widzę jeden problem.
uk: Мені подобається цей план, але я бачу одну проблему.

source: Podoba mi się to miejsce. Czuję, że daje dużo możliwości.
uk: Мені подобається це місце. Я відчуваю, що воно дає великі можливості.

source: Podoba mi się twoja głowa...
uk: Мені подобається твоя голова...

source: Podoba mi się twoja oszczędność w słowach chłopcze, jeśli czegoś nie powiesz, to nikt nie będzie mógł później się na to powołać.
uk: Мені подобається твоя лаконічність, хлопче. Але якщо ти нічого не розкажеш, ніхто не зможе потім на це посилатися.

source: Podoba mi się twoje nastawienie.
uk: Мені подобається твій настрій.

source: Podoba mi się, jak do tego podszedłeś, ale w tym zawodzie nie możesz unikać walki za każdym razem, chłopcze.
uk: Мені подобається твій підхід, але у цій роботі ти не зможеш щоразу уникати бійок, хлопче.
